// © Copyright 2012-2015, 2017 HP Development Company, L.P.

TaskName = "Enregistrement du produit HP";
TaskTOCTitle = "Enregistrement sur le Web";

HSDRegistrationDescription = "Le processus d'inscription en ligne démarrera automatiquement et enverra la plupart des informations requises pour vous permettre d'enregistrer votre produit rapidement et aisément une fois la configuration terminée. Vous serez également redirigé vers le site HP Connected, qui centralise la gestion de votre expérience d'impression en ligne.";

WarningSheetExtendedMessages = "Si vous cliquez sur Continuer, une page d'enregistrement du produit HP s'ouvrira dans le navigateur Web par défaut. Les informations suivantes seront envoyées au site HP afin d'accélérer le processus d'inscription.";

HSDZipCodeTitle = "Code postal :";
